[
	{
		"name": "1-Shot Bulletproof Mafia",
		"description": "Protected from one kill during the night.",
		"team": "Mafia"
	},
	{
		"name": "Abductor",
		"description": "Abduct 1 player per game at night. They are informed of being held hostage. If you are voted out, the hostage dies.",
		"team": "Mafia"
	},
	{
		"name": "Accuser",
		"description": "Choose someone each night. They are automatically the last person on the block",
		"team": "Mafia"
	},
	{
		"name": "Arms Dealer",
		"description": "Arm 1 person per game. That night, they unknowingly kill everyone they visit—their real action is roleblocked.",
		"team": "Mafia"
	},
	{
		"name": "Blackmailer",
		"description": "Blackmail 2 people per game. They are told that they must claim a town role of your choice that day. They may claim nothing, but die next night if they claim another role or claim blackmail that day.",
		"team": "Mafia"
	},
	{
		"name": "Bodysnatcher",
		"description": "Pick 2 people per night. If either dies before the next night, they are revealed as the other's role.",
		"team": "Mafia"
	},
	{
		"name": "Bootlegger",
		"description": "Roleblock someone each night.",
		"team": "Mafia"
	},
	{
		"name": "Consigliere",
		"description": "Learn the role of one player each night.",
		"team": "Mafia"
	},
	{
		"name": "Cultist",
		"description": "The two closest players on either side of you appear guilty.",
		"team": "Mafia",
		"author": "Wabbs"
	},
	{
		"name": "Devil on My Shoulder",
		"description": "Visit someone each night to make them unknowingly vote for the same person as you the following day.",
		"team": "Mafia",
		"author": "Wubbles"
	},
	{
		"name": "Enforcer",
		"description": "If you are the only one to vote for someone during the day, they die next night. This happens in addition to the mafia kill and is infallible.",
		"team": "Mafia"
	},
	{
		"name": "Escape Artist",
		"description": "If at least 1 other Mafia is alive, you survive being voted out—this is announced. Each time you are voted out, other than Day 1, roleblock a player that night.",
		"team": "Mafia",
		"author": "Nancy Sun"
	},
	{
		"name": "Extortionist",
		"description": "On night 3 or later, visit 1 person per game. If town-sided, they lose their role and become a Traitor.",
		"team": "Mafia"
	},
	{
		"name": "Fireproof Mafia",
		"description": "Immune to being burned.",
		"team": "Mafia"
	},
	{
		"name": "Framer",
		"description": "Frame someone each night. The framed player is informed of this. If they are on the block, they die instead of whoever had majority vote.",
		"team": "Mafia",
		"author": "Nancy Sun"
	},
	{
		"name": "Frontman",
		"description": "Appear innocent until your 1st kill, which is invisible.",
		"team": "Mafia"
	},
	{
		"name": "Gambler",
		"description": "Can shoot another mafia member to become 1-shot bulletproof, innocent, or invisible (this counts as the Mafia kill that night).",
		"team": "Mafia",
		"author": "Webbs"
	},
	{
		"name": "Godfather",
		"description": "Appear innocent to all guilt checks.",
		"team": "Mafia"
	},
	{
		"name": "Gravedigger",
		"description": "When you kill, if the victim doesn't survive, see their role at the end of the night; it isn't announced.",
		"team": "Mafia"
	},
	{
		"name": "Hangman",
		"description": "While you live, two people get voted out each day and the block is one person larger. If there is a tie for the second vote, there is no second kill.",
		"team": "Mafia"
	},
	{
		"name": "Hitman",
		"description": "Invisible.",
		"team": "Mafia"
	},
	{
		"name": "Hooker",
		"description": "Silence one player each night.",
		"team": "Mafia"
	},
	{
		"name": "Igniter",
		"description": "Twice per game, turn the Mafia kill into a burn.",
		"team": "Mafia"
	},
	{
		"name": "Illuminati",
		"description": "Wakes with the Masons in addition to the Mafia.",
		"team": "Mafia",
		"author": "Craig Santo"
	},
	{
		"name": "Illusionist",
		"description": "Visit two players. Any visit on one of those players instead visits the other player this night.",
		"team": "Mafia"
	},
	{
		"name": "King",
		"description": "Once per game can silence everyone for the following day. 1-shot bulletproof",
		"team": "Mafia"
	},
	{
		"name": "Lawyer",
		"description": "Defend someone each night. The next day, if there are 3 or more people who don't vote for the client, the client survives even if they still have majority vote. If the client is voted out, you die too. The other Mafia don't know your role. Do not wake with them.",
		"team": "Mafia"
	},
	{
		"name": "Madman",
		"description": "Each night, if you don't do the Mafia kill, wake up separately for an extra kill.",
		"team": "Mafia",
		"author": "Devin Lehmacher"
	},
	{
		"name": "Mafia",
		"description": "Normal Mafia.",
		"team": "Mafia"
	},
	{
		"name": "Mastermind",
		"description": "Each night, if you don't kill, you may change 1 mafia member's role. The change occurs next night. No duplicates.",
		"team": "Mafia"
	},
	{
		"name": "Mobber",
		"description": "While you live, voting is done with eyes closed.",
		"team": "Mafia"
	},
	{
		"name": "Seeker",
		"description": "Each night, temporarily gain the ability of the player last voted out.",
		"team": "Mafia"
	},
	{
		"name": "Scenic",
		"description": "Choose a player each night. You appear to visit them (and only them) even if you kill someone else.",
		"team": "Mafia"
	},
	{
		"name": "Siren",
		"description": "Choose someone each night. If they visit someone, they instead visit you. 1-shot bulletproof.",
		"team": "Mafia"
	},
	{
		"name": "Sniper",
		"description": "If you kill, you visit the victim tonight but they die next night.",
		"team": "Mafia"
	},
	{
		"name": "Spy",
		"description": "At the start of the game, you are told a role that is not in this game.",
		"team": "Mafia",
		"author": "Devin Lehmacher"
	},
	{
		"name": "Strongman",
		"description": "Make one of your kills infallible per game with your strength.",
		"team": "Mafia"
	},
	{
		"name": "Tactician",
		"description": "If the Mafia try to kill someone already being targeted by a killing role, you wake up again and can choose to kill someone else. The same person performs the kill.",
		"team": "Mafia"
	},
	{
		"name": "Traitor",
		"description": "Does not wake with the other members of the Mafia at night. The other Mafia members know there is a Traitor in the game, but not who that player is.",
		"team": "Mafia"
	},
	{
		"name": "Traitor+",
		"description": "1-shot bulletproof traitor. When 3 players remain, you get 1 shot.",
		"team": "Mafia"
	},
	{
		"name": "Admirer",
		"description": "Know the Serial Killer (SK); win with them. The SK knows that there is an Admirer but not who they are. Can kill once per night if the SK dies.",
		"team": "Third Party"
	},
	{
		"name": "Agoraphobe",
		"description": "Infinite bulletproof. Visit one player each night. That player dies if no one else visits them. Win with the Waterboarder and know if they are in the game.",
		"team": "Third Party"
	},
	{
		"name": "Amnesiac",
		"description": "Each night, see all dead roles. Once per game, pick one to become (announced \"The Amnesiac remembered a role\"). 1-shot bulletproof before picking.",
		"team": "Third Party"
	},
	{
		"name": "Apprentice",
		"description": "Once per game, pick a Master (announced \"The Apprentice has a master\"). See the Master's role and any relevant info. Win with them and become their role if they die. 1-shot bulletproof before picking.",
		"team": "Third Party"
	},
	{
		"name": "Arsonist",
		"description": "Each night either douse someone with gasoline or burn all doused players. 1-shot bulletproof.",
		"team": "Third Party"
	},
	{
		"name": "Backstabber",
		"description": "1-shot bulletproof, fireproof, innocent. Wake with the Mafia, appear normal Mafia. If you perform the kill, it does not happen. If the Mafia have won, regain bulletproof and become a serial killer.",
		"team": "Third Party"
	},
	{
		"name": "Barista",
		"description": "1-shot bulletproof. Kill 1 person per night. The person you visit is silenced the next day if they live.",
		"team": "Third Party"
	},
	{
		"name": "Doomsayer",
		"description": "1-shot bulletproof. Each night, the person you last voted for burns to death if they survived the vote. This is not a visit.",
		"team": "Third Party"
	},
	{
		"name": "Douser",
		"description": "Know the Arsonist; win with them. The Arsonist knows that there is a Douser but not who they are. Douse one player per night. Can ignite ONCE if the Arsonist dies.",
		"team": "Third Party",
		"author": "Alyssa"
	},
	{
		"name": "Herbalist",
		"description": "Poison someone each night. They know that they were poisoned, and will die the next night unless saved. Win with the Arsonist.",
		"team": "Third Party",
		"author": "Ben"
	},
	{
		"name": "Infiltrator",
		"description": "At the start of the game choose a faction to win with. See who else is in that faction unless choosing Town.",
		"team": "Third Party",
		"author": "Ben"
	},
	{
		"name": "Jester",
		"description": "Win with any side if voted out. If voted out, the mod may or may not give you 1 infallible revenge kill that night.",
		"team": "Third Party"
	},
	{
		"name": "Joker",
		"description": "1-shot bulletproof. Kill 1 person per night. Once per game, if on the block, may pick someone to take your place before voting.",
		"team": "Third Party"
	},
	{
		"name": "Matchmaker",
		"description": "Infinite bulletproof. Each night, visit two players to match them. If a matched player is shot, everyone matched with them is shot too. Does not go through bulletproof. Can shoot once per game.",
		"team": "Third Party"
	},
	{
		"name": "Monk",
		"description": "Reflect all visits to you (including kills). Win with any side if all killing roles die.",
		"team": "Third Party"
	},
	{
		"name": "Pirate",
		"description": "1-shot bulletproof. On odd-numbered nights, roleblock 1 person. On even-numbered nights, kill 2 people.",
		"team": "Third Party"
	},
	{
		"name": "Serial Killer",
		"description": "Kill someone each night. The first night choose either: infinite bulletproof (thumbs up) or 1-shot bulletproof, innocent, and invisible (thumbs down).",
		"team": "Third Party"
	},
	{
		"name": "Waterboarder",
		"description": "Each night, roleblock a player and see their role, and kill another. Win with the Agoraphobe and know if they are in the game.",
		"team": "Third Party"
	},
	{
		"name": "Zombie",
		"description": "1-shot bulletproof. Zombify someone each night. That player knows that they are now a zombie. They lose their previous role and win with the original zombie. All zombies die if the original zombie dies. Zombification can be blocked by saving roles or cured by the witch.",
		"team": "Third Party",
		"author": "Wimblemim"
	},
	{
		"name": "Gaslighter",
		"description": "You don't know how to read, never did.",
		"team": "Fourth Party",
		"author": "Lemon"
	},
	{
		"name": "1-Shot Bulletproof Townie",
		"description": "Protected from one kill during the night.",
		"team": "Town"
	},
	{
		"name": "1-Shot Vigilante",
		"description": "Once per game can kill a player during the night.",
		"team": "Town"
	},
	{
		"name": "2-Shot Vigilante",
		"description": "Twice per game can kill a player during the night.",
		"team": "Town"
	},
	{
		"name": "Acolyte",
		"description": "Know the Sage. Become the Sage if the Sage dies.",
		"team": "Town"
	},
	{
		"name": "Arbitrator",
		"description": "Once per game at night, can pick who is on the block the next day.",
		"team": "Town"
	},
	{
		"name": "Bard",
		"description": "Each night visit a player preventing any kills they perform that night.",
		"team": "Town",
		"author": "Devin Lehmacher"
	},
	{
		"name": "Bartender",
		"description": "Each night visit a player, roleblocking them.",
		"team": "Town"
	},
	{
		"name": "Blacksmith",
		"description": "Replenish the bulletproof of anyone who visits you, if it was lost.",
		"team": "Town"
	},
	{
		"name": "Blind Medium",
		"description": "Visit someone each night. The mod points right or left based on the direction of the nearest guilty player from the target, excluding the target. If the directions tie, the mod picks arbitrarily.",
		"team": "Town"
	},
	{
		"name": "Bodyguard",
		"description": "Visit 1 player per night. All visits to them go to you instead. 1-shot bulletproof.",
		"team": "Town",
		"author": "Chris Colen"
	},
	{
		"name": "Bookkeeper",
		"description": "Pick someone each night. The next night, you will see whom they visited and who visited them on the night you chose them.",
		"team": "Town"
	},
	{
		"name": "Businessman",
		"description": "Always framed, but can motion for a reblock while on the block. Must get at least 5 minutes to defend, unless you end early.",
		"team": "Town",
		"author": "Wubble"
	},
	{
		"name": "Busdriver",
		"description": "Swap 2 players' seats per night—announced in the morning.",
		"team": "Town"
	},
	{
		"name": "Cameraman",
		"description": "Cannot die by any means except by being voted out. Learn who every person visited each night. Permanently silenced. Must keep their hands in the shape of a frame all game.",
		"team": "Town",
		"author": "Wobble"
	},
	{
		"name": "Closed",
		"description": "A game in which no roles are announced initially, and roles are revealed as people die.",
		"team": "Town"
	},
	{
		"name": "Confirmable",
		"description": "A role that can prove itself. For example, the Old Man with Shotgun is confirmable since no one else can kill during the day.",
		"team": "Town"
	},
	{
		"name": "Conspiracy Theorist",
		"description": "Once per game can ask the mod three questions at night; one will be answered truthfully, the other two will be answered falsely.",
		"team": "Town",
		"author": "Wooms"
	},
	{
		"name": "Constable",
		"description": "Tip your hat to someone else and say \"Constable\" in view of the mod before the block forms. If that person is on the block and survives, they are saved next night.",
		"team": "Town"
	},
	{
		"name": "Coroner",
		"description": "Visit a person. If they die find out what role their killer was.",
		"team": "Town",
		"author": "Chris Colen",
		"comment": "Created as a fake claim during a game. Initial name was necromancer."
	},
	{
		"name": "Counter Claim",
		"description": "When a second person claims the same thing as someone else. In normal games there is only one of each role (except mason) so when two people claim the same role one must be lying.",
		"team": "Town"
	},
	{
		"name": "Deputy",
		"description": "Take over as Sheriff the night after the Sheriff dies.",
		"team": "Town"
	},
	{
		"name": "Doctor",
		"description": "Save a person each night. Cannot save the same person two nights in a row.",
		"team": "Town"
	},
	{
		"name": "Eavesdropper",
		"description": "You may open your eyes at night—if other roles do this, it is cheating! If an evil player sees you with your eyes open, you die infallibly.",
		"team": "Town"
	},
	{
		"name": "Electrician",
		"description": "The first person of the game to visit you dies instantly.",
		"team": "Town"
	},
	{
		"name": "Executioner",
		"description": "The block is one person larger. Choose someone each night: they become the last person on the block. If the vote ties, your choice dies.",
		"team": "Town"
	},
	{
		"name": "Fake Claim",
		"description": "When someone claims a role incorrectly.  For example, a member of the mafia may fake claim that they are town sided.",
		"team": "Town"
	},
	{
		"name": "Fireproof Townie",
		"description": "Immune to being burned.",
		"team": "Town"
	},
	{
		"name": "Final Girl",
		"description": "1-shot bulletproof, fireproof. If the Mafia would win by numerical majority, the Town wins instead if you are alive.",
		"team": "Town"
	},
	{
		"name": "General",
		"description": "While you live, all roles are mortally wounded instead of killed. They die after the vote instead of in the morning. Mortally wounded roles are treated as dead for win conditions.",
		"team": "Town"
	},
	{
		"name": "Glass Cannon",
		"description": "Each night, if no one visits you, you may kill 1 person. Die if anyone visits you.",
		"team": "Town"
	},
	{
		"name": "Golem",
		"description": "Can only die by fire or vote. Visit anyone who dies.",
		"team": "Town"
	},
	{
		"name": "Gossiper",
		"description": "Visit two other people each night to learn if they win with the same team.",
		"team": "Town",
		"author": "Wilt"
  	},
	{
		"name": "Grave Robber",
		"description": "Learns the roles of players that are killed by the gravedigger",
		"team": "Town",
		"author": "lmn"
	},
	{
		"name": "Hard Claim",
		"description": "When someone says their exact role to everyone.",
		"team": "Town"
	},
	{
		"name": "Humanist Vampire",
		"description": "Drain the blood of 1 person per night, roleblocking them. A person drained twice dies.",
		"team": "Town"
	},
	{
		"name": "Hunter",
		"description": "1-shot bulletproof, 1-shot vigilante. Can make 1 person per game 1-shot bulletproof.",
		"team": "Town"
	},
	{
		"name": "Information Role",
		"description": "Roles whose night actions gain information about other players.",
		"team": "Town"
	},
	{
		"name": "Jailor",
		"description": "Jails one player per night, roleblocking and protecting them for the night. Cannot jail themself.",
		"team": "Town"
	},
	{
		"name": "Librarian",
		"description": "The closest living person on each side of you is protected at night. Each night, see if anyone was doused.",
		"team": "Town",
		"author": "Wibbs"
	},
	{
		"name": "Lobbyist",
		"description": "Each night, you may nominate 1 person. The mod announces that they start the day with 1 nomination, but will not say who nominated them.",
		"team": "Town"
	},
	{
		"name": "Mason",
		"description": "Wake up the first night to find out who all of the other masons are.",
		"team": "Town"
	},
	{
		"name": "Mason Avenger",
		"description": "Wake with the Masons. Each time a Mason dies, you can kill once at night.",
		"team": "Town"
	},
	{
		"name": "Mass Claim",
		"description": "Everyone publicly announces their role.",
		"team": "Town"
	},
	{
		"name": "Mathematician",
		"description": "See how many visits occur each night.",
		"team": "Town"
	},
	{
		"name": "Mayor",
		"description": "Break tie votes in favor of this player's vote",
		"team": "Town"
	},
	{
		"name": "Metagaming",
		"description": "Using info that game characters wouldn't have access to, like hearing the mod stand next to someone and concluding that they wake up, using the night length to guess roles, making inferences based on mod fails, etc. This is discouraged.",
		"team": "Mafia"
	},
	{
		"name": "Milkman",
		"description": "Give milk to a player each night. The milk does nothing, but is announced in the morning.",
		"team": "Town"
	},
	{
		"name": "Miller",
		"description": "Appear guilty to all guilt checks.",
		"team": "Town"
	},
	{
		"name": "Miner",
		"description": "1-shot bulletproof. While bulletproof, see everyone who visits you.",
		"team": "Town"
	},
	{
		"name": "Mod Fail",
		"description": "When the mod makes a mistake. Everyone may have to go to sleep while it is corrected. The prevalence of mod fails shockingly has an inverse correlation to the amount of time till sunrise.",
		"team": "Town"
	},
	{
		"name": "M^2",
		"description": "🇬🇧",
		"team": "Fourth Party"
	},
	{
		"name": "Neighbor",
		"description": "Learn if either of the two people next to you wake up at night (you get a thumbs up or thumbs down). Can visit either of them to learn if THEY visited anyone that night.",
		"team": "Town"
	},
	{
		"name": "Old Man with Shotgun",
		"description": "Once per game, can kill a player during the day before voting. Ignores bulletproof.",
		"team": "Town"
	},
	{
		"name": "Open",
		"description": "A game in which all of the roles in the game are announced at the beginning, but roles are not revealed as people die.",
		"team": "Town"
	},
	{
		"name": "Oracle",
		"description": "Visits one player per night. When the Oracle dies, the most recently visited player's role is revealed.",
		"team": "Town"
	},
	{
		"name": "Paparazzo",
		"description": "Pick a player each night to see a photo of them during their night action.",
		"team": "Town"
	},
	{
		"name": "Paranoid Townie",
		"description": "If a player visits you during the night, kill them.",
		"team": "Town"
	},
	{
		"name": "Politician",
		"description": "If voted out unanimously, is revived the next day with the ability to check one player per night to see if they are Town. Dies as usual if not unanimous.",
		"team": "Town"
	},
	{
		"name": "Priest",
		"description": "Twice per game, protect a person. You can use multiple saves in the same night.",
		"team": "Town",
		"author": "Devin Lehmacher"
	},
	{
		"name": "Prime Minister",
		"description": "Once per game, after someone is voted out, \"veto\" the vote before night. They don't die and their role isn't revealed.",
		"team": "Town"
	},
	{
		"name": "Prophet",
		"description": "Know one role that is in the game (aside from your own).",
		"team": "Town",
		"author": "Devin Lehmacher"
	},
	{
		"name": "Psychic",
		"description": "See the number of guilty players left each night.",
		"team": "Town",
		"author": "Devin Lehmacher"
	},
	{
		"name": "Clairvoyant",
		"description": "Before each morning, see who will die. You may save one person per game.",
		"team": "Town",
		"author": "Ben"
	},
	{
		"name": "Queen",
		"description": "Know if there is a King/Jester in the game. Can't be silenced by the King. 1-shot bulletproof.",
		"team": "Town"
	},
	{
		"name": "Quick Block",
		"description": "When players rapidly nominate and second the block, exploiting the fact that it \"locks\" when full.",
		"team": "Town"
	},
	{
		"name": "Revenant",
		"description": "Can feign death once per game, resurrected the next day. Pick a Town role to be revealed as by the mod (the Town can still lose while you feign death).",
		"team": "Town",
		"author": "Werbs"
	},
	{
		"name": "Revisionist",
		"description": "Choose one person each night. If that person dies next round they will be the ONLY death that round.",
		"team": "Town",
		"author": "Wulbs"
	},
	{
		"name": "Rich",
		"description": "Joins all games.",
		"team": "Fourth Party"
	},
	{
		"name": "Sage",
		"description": "Non-killing visits to you are reflected.",
		"team": "Town"
	},
	{
		"name": "Samurai",
		"description": "Infinite-shot vigilante. If you are the sole cause of an innocent death, you die.",
		"team": "Town"
	},
	{
		"name": "Saving Role",
		"description": "Any role that can prevent a death from occuring.",
		"team": "Town"
	},
	{
		"name": "Seer",
		"description": "Every night learn if there was a guilty player on the block the previous day. Unblockable.",
		"team": "Town",
		"author": "Nancy Sun"
	},
	{
		"name": "Servant",
		"description": "Aid someone each night. Their action is infallible.",
		"team": "Town"
	},
	{
		"name": "Sheriff",
		"description": "Guilt-check 1 person per night. See thumbs up if they are guilty (not town); thumbs down if innocent.",
		"team": "Town"
	},
	{
		"name": "Shopkeeper",
		"description": "Anyone visiting you at night is protected.",
		"team": "Town"
	},
	{
		"name": "Shrink",
		"description": "Each night visit someone. If they are 3rd party, they become a basic Townie.",
		"team": "Town"
	},
	{
		"name": "Sleepwalker",
		"description": "Visit a random player each night, without knowing whom.",
		"team": "Town"
	},
	{
		"name": "Soldier",
		"description": "Starting at 0, gain 1 use of the Veteran ability each time anyone visits you. It can be used the night after you gain it.",
		"team": "Town"
	},
	{
		"name": "Night Crawler",
		"description": "Visit one person at random each night. If you are visited by an evil role, learn that role.",
		"team": "Town"
	},
	{
		"name": "Sleuth",
		"description": "Every night, learn the total number of guilty players who voted for the person last voted out.",
		"team": "Town",
		"author": "Wumms"
	},
	{
		"name": "Soft Claim",
		"description": "When someone hints about their role, without explicitly stating it.  For example, someone might say that they are \"weak healing\" or \"strong investigative\".",
		"team": "Town"
	},
	{
		"name": "Super Citizen",
		"description": "Everyone privately tells their roles to this person. Usually someone who is confirmed Town, they will likely organize all Town actions based on their knowledge.",
		"team": "Town"
	},
	{
		"name": "Super Closed",
		"description": "A game which may have non standard rules, roles, and win conditions.  Often themed, these games are chaotic and take longer than normal games.  Roles are not announced at the begining, and usually are revealed as people die.",
		"team": "Town"
	},
	{
		"name": "Super Mason",
		"description": "While you are alive, the other Masons cannot die.",
		"team": "Town"
	},
	{
		"name": "Tinker",
		"description": "Once per game, choose someone. They regain all uses of their abilities and bulletproof. You can target yourself only once. 1-shot bulletproof.",
		"team": "Town"
	},
	{
		"name": "Town Crier",
		"description": "Twice per game, visit someone else to let them use their ability twice tonight unless it has limited uses.",
		"team": "Town"
	},
	{
		"name": "Town Killing Role",
		"description": "Any town sided role that can kill.",
		"team": "Town"
	},
	{
		"name": "Townie",
		"description": "Normal Town.",
		"team": "Town"
	},
	{
		"name": "Tracker",
		"description": "Track one player each night, seeing whom they visit.",
		"team": "Town"
	},
	{
		"name": "Trapper",
		"description": "Set a trap on 1 player per game. It lasts until someone other than you visits the trapped player; then it goes off, killing everyone other than you who visited them that night.",
		"team": "Town"
	},
	{
		"name": "Tree-Hat",
		"description": "1-shot bulletproof. While bulletproof, appear guilty and visit one person each night to determine if they wake up.",
		"team": "Town"
	},
	{
		"name": "Veteran",
		"description": "Once per game during the night, \"keep watch\", killing all players that visit you this night.",
		"team": "Town",
		"authoer": "Devin Lehmacher"
	},
	{
		"name": "Virgin",
		"description": "Once per game during the night, \"perform the ritual\", preventing all kills that night.",
		"team": "Town",
		"author": "Chris Colen"
	},
	{
		"name": "Watcher",
		"description": "Watches one player, seeing everyone who visits them.",
		"team": "Town"
	},
	{
		"name": "Witch",
		"description": "Visit someone each night. If they would die, save them. If not, kill them.",
		"team": "Town",
		"author": "Devin Lehmacher"
	},
	{
		"name": "Bulletproof",
		"description": "Survive being shot, but not other forms of death like poison, fire, zombification, and the vote. Some roles can take a finite number of shots before dying; some are infinite bulletproof.",
		"team": "Keyword"
	},
	{
		"name": "Burn",
		"description": "Death by fire. Mods usually say someone \"burned to death\" to distinguish it from other kills. Fireproof roles survive.",
		"team": "Keyword"
	},
	{
		"name": "Guilt Check",
		"description": "Checking if others are innocent/guilty Sheriff, Deputy, Seer, etc. Town roles are innocent and others are guilty, with some exceptions.",
		"team": "Keyword"
	},
	{
		"name": "Infallible",
		"description": "Infallible actions ALWAYS take effect regardless of other actions. For example, they are not stopped by roleblocks and can't be redirected to another target, and the target can't be protected from the effect.",
		"team": "Keyword"
	},
	{
		"name": "Invisible",
		"description": "Appear to visit no one. You still appear to wake up, but visit-tracking roles don't see your visit, Neighbor sees that you don't visit, Mathematician can't count your visit, etc.",
		"team": "Keyword"
	},
	{
		"name": "Mob Rule",
		"description": "Voting when 3 people are alive. Living players shut their eyes and the mod says their names one at a time. Living players raise their hand when the name of whomever they want to vote for is said. 3 consecutive ties begin night.",
		"team": ""
	},
	{
		"name": "No Game Talk",
		"description": "People can't discuss the game (e.g. their or someone else's role, actions, etc.) but may discuss other things. Living players are subject to this at night and dead players are always subject to this.",
		"team": ""
	},
	{
		"name": "No Talking During Defenses",
		"description": "\"You have the right to remain silent. Anything you say is not allowed because it is my defense.\" At any point in their defense, players may demand silence.",
		"team": ""
	},
	{
		"name": "Roleblock",
		"description": "An action is blocked. Info roles know if they are blocked e.g. X gesture from the mod. Other roles do not know if they are blocked; the mod just ignores their action. Blocked roles visit no one. If 2 roleblockers block each other, ignore all visits from both.",
		"team": "Keyword"
	},
	{
		"name": "Silence",
		"description": "Different from No Game Talk in that silenced players can't talk at all, though gestures/writing are OK. Some roles can silence others. Mods may silence people in extreme cases.",
		"team": "Keyword"
	},
	{
		"name": "Visit",
		"description": "Perform an action on another player, like killing, saving, dousing, etc.",
		"team": "Keyword"
	}
]